Repository: chi-rei-den/TerrariaLocalization
Catalog: project/tm/penalty-30/legacy.tmx
Source language: en_us
Languages: zh_cn

source: The eternia crystal rejects this area and pops away instantly, the Tavernkeep mentioned it should rest in a large flat open area...
zh_cn: 埃特尼亚水晶排斥此区域并立即弹开，酒馆老板提到应将其放置在宽敞平坦的开阔区域...

source: The first thing you need to know about are the special defensive artifacts I've got for sale, but only if you've got some Defender Medals!
zh_cn: 你首先需要了解的是我准备出售的特殊防御道具，但前提是你拥有些护卫奖章！

source: The following mods are different since last time you played:
zh_cn: 下列模组与上次使用此存档时启用的模组有所不同:

source: The following mods are installed on the server but cannot be downloaded
zh_cn: 下列模组已在服务器中安装,但无法下载

source: The following mods were not found on the Mod Browser: {0}
zh_cn: 在模组浏览器中未找到下列模组: {0}

source: The following mods were not found: {0}
zh_cn: 未找到下列模组: {0}

source: The font file at {0} failed to load
zh_cn: 在 {0} 的字体文件加载失败

source: The game encountered a mod data problem for a world.
zh_cn: 游戏遇到一个关于地图的模组数据问题.

source: The hornet will fight for you
zh_cn: 黄蜂将为你而战

source: The imp will fight for you
zh_cn: 小鬼将为你而战

source: The jungle grows restless...
zh_cn: 丛林变得焦躁不安...

source: The last guy who was here left me some junk... er I mean... treasures!
zh_cn: 以前守护这儿的人留给了我一些垃圾...呃，我意思是...一些宝藏！

source: The martians have been defeated!
zh_cn: 火星人已被打败！

source: The mod browser encountered an error.
zh_cn: 模组浏览器发生错误.

source: The mod responsible is unknown and tModLoader must be restarted.
zh_cn: 该模组错误原因未知,必须重新启动tModLoader.

source: The mod(s) have been automatically disabled.
zh_cn: 该模组已被自动禁用.

source: The modder has chosen to hide the code from tModReader.
zh_cn: 该模组的作者选择将源码隐藏在[tModReader]中.

source: The modder has not chosen to include their source code.
zh_cn: 该模组的作者未选择包含模组源码.

source: The mp3 sound file at {0} failed to load
zh_cn: 在 {0} 的[mp3]音频文件加载失败

source: The old one's army has been defeated!
zh_cn: 撒旦军队已被打败！

source: The old one's army is approaching!
zh_cn: 撒旦军队正在逼近！

source: The only things constant in this world are death and taxes, I've got both!
zh_cn: 这个世界上永恒不变的就只有死亡和税收，我两样都有！

source: The only way is up!
zh_cn: 唯一的出路是向上！

source: The pirate will fight for you
zh_cn: 海盗将为你而战

source: The pirates have arrived!
zh_cn: 海盗来了！

source: The pirates have been defeated!
zh_cn: 海盗已被打败！

source: The power of nature compells you
zh_cn: 自然的力量强迫你

source: The power of nature protects you
zh_cn: 自然的力量保护你

source: The pygmies will fight for you
zh_cn: 矮人将为你而战

source: The ravens will attack your enemies
zh_cn: 乌鸦将攻击你的敌人

source: The sharknado will fight for you
zh_cn: 鲨鱼旋风将为你而战

source: The spider will fight for you
zh_cn: 蜘蛛将为你而战

source: The stardust cell will fight for you
zh_cn: 星尘细胞将为你而战

source: The stardust dragon will protect you
zh_cn: 星尘之龙将保护你

source: The stardust guardian will protect you
zh_cn: 星尘守卫将保护你

source: The sun is high, but my prices are not.
zh_cn: 太阳很高，但我的价格可不高。

source: The texture file at {0} failed to load
zh_cn: 在 {0} 的纹理文件加载失败

source: The twins will fight for you
zh_cn: 双子魔眼将为你而战

source: The wav sound file at {0} failed to load
zh_cn: 在 {0} 的[vav]音频文件加载失败

source: The wearer can run super fast
zh_cn: 穿戴者可飞速奔跑

source: The wind moves you around!
zh_cn: 风带着你四处移动！

source: The world is in balance.
zh_cn: 世界处于平衡状态。

source: The {0} modpack failed to be read properly, it might be malformed.
zh_cn: 模组整合包 {0} 正常读取失败,它可能已损坏.

source: The {0}th {1} has been defeated!
zh_cn: 已打败第{0}个{1}！

source: There are Some Who Call Him...
zh_cn: 有人要杀他...

source: There are many treasures to be discovered in the jungle, if you are willing to dig deep enough.
zh_cn: 如果你愿意挖得足够深，丛林中就有很多宝藏等着你去发现。

source: There was a bomb sitting right here, and now I can't seem to find it...
zh_cn: 原来有个炸弹就在这儿，但现在我似乎找不到了...

source: There was a problem while trying to migrate Player files
zh_cn: 尝试转移人物存档时发生错误

source: There was a problem, try again
zh_cn: 出现问题,请重试

source: There's a bajillion monsters running around out there right now!
zh_cn: 现在有一大群怪物在附近跑来跑去！

source: There's been such a huge rumor that's being spread about me, 'If you can't beat him, eat him!'
zh_cn: 人们正盛传着一个关于我的谣言：“如果不能击败他，就吃掉他！”

source: There's no chefs in all of {WorldName}, so I have to cook all this fish myself!
zh_cn: 整个{WorldName}中都没有厨师，所以我不得不自己烹鱼！

source: Things are grim indeed...
zh_cn: 情况确实严峻...

source: Third Quarter
zh_cn: 下弦月

source: This house is missing {0} and {1}.
zh_cn: 这个房屋缺少{0}和{1}。

source: This house is missing {0}, {1}, and {2}.
zh_cn: 这个房屋缺少{0}、{1}和{2}。

source: This house is missing {0}, {1}, {2}, and {3}.
zh_cn: 这个房屋缺少{0}、{1}、{2}和{3}。

source: This house is missing {0}.
zh_cn: 这个房屋缺少{0}。

source: This housing does not meet the requirements for a
zh_cn: 此房屋不符合

source: This housing is already occupied.
zh_cn: 此房屋已被占领。

source: This housing is corrupted.
zh_cn: 此房屋已腐化。

source: This housing is suitable.
zh_cn: 此房屋很适合。

source: This is a big upgrade from wiping that table all day.
zh_cn: 这可比成天擦桌子强多了。

source: This is a cut-throat razor by the way.
zh_cn: 对了，这可是一把割喉的剃刀。

source: This is a server side mod
zh_cn: 这是一个服务器的模组

source: This is a solid block!
zh_cn: 这是个实心块！

source: This is going to be a terrible night...
zh_cn: 这将是一个可怕的夜晚...

source: This is not valid housing.
zh_cn: 这不是有效的房屋。

source: This mod originated from the Mod Browser
zh_cn: 该模组来源于模组浏览器

source: This mod was built on beta version and can't be published
zh_cn: 该模组生成于测试版本,不能发布

source: This party is going to be nuts, maybe even bolts!
zh_cn: 这个派对要变成螺母了，甚至可能会变成螺栓！

source: This room is missing a wall
zh_cn: 这个房间少了一面墙

source: This room is too big
zh_cn: 这个房间太大了

source: This room is too small
zh_cn: 这个房间太小了

source: This sentence is false, or is it?
zh_cn: 这句话是个假命题，是不是？

source: This world was generated in an older version that did not support seeds.
zh_cn: 本世界在不支持种子的较旧版本中生成。

source: Thorn
zh_cn: 荆棘

source: Thorn Ball
zh_cn: 刺球

source: Thorn Chakram
zh_cn: 荆棘旋刃

source: Thorn Hook
zh_cn: 刺钩

source: Thorns
zh_cn: 荆棘

source: Thorns Potion
zh_cn: 荆棘药水

source: Those highlights really bring out your eyes!
zh_cn: 那些亮点真会吸引你的眼球！

source: Throne
zh_cn: 王座

source: Through the Window
zh_cn: 窗外

source: Throw
zh_cn: 投掷

source: Throw a yoyo.
zh_cn: 投掷悠悠球。

source: Throw this to make someone fall in love
zh_cn: 投掷此物可让人坠入爱河

source: Throw this to make someone smell terrible
zh_cn: 投掷此物可让人闻起来恶心

source: Throw to create a climbable line of rope
zh_cn: 抛出以形成可攀爬的绳索

source: Throw to create a climbable line of vine rope
zh_cn: 投掷可形成一道可攀爬的藤蔓绳

source: Throwing Knife
zh_cn: 投刀

source: Throwing Lines
zh_cn: 扔绳子

source: Throws a controllable flying knife
zh_cn: 投掷可控的飞刀

source: Throws a counterweight after hitting an enemy with a yoyo
zh_cn: 用悠悠球击中一个敌人后，投掷平衡锤

source: Throws balls of fire
zh_cn: 投掷火光球

source: Tiara
zh_cn: 头冠

source: Tiger Climbing Gear
zh_cn: 猛虎攀爬装备

source: Tiger Skin
zh_cn: 虎皮

source: Tiki Mask
zh_cn: 提基面具

source: Tiki Pants
zh_cn: 提基裤

source: Tiki Shirt
zh_cn: 提基衣

source: Tiki Spirit
zh_cn: 提基幽魂

source: Tiki Torch
zh_cn: 提基火把

source: Tiki Totem
zh_cn: 提基图腾

source: Til Death...
zh_cn: 至死不渝...

source: Tile Grid Off
zh_cn: 图格网格关

source: Tile Grid On
zh_cn: 图格网格开

source: Tim
zh_cn: 蒂姆

source: Tim Banner
zh_cn: 蒂姆旗

source: Timber!!
zh_cn: 木材！！

source: Time
zh_cn: 时间

source: Time Hair Dye
zh_cn: 时间染发剂

source: Time: {0}
zh_cn: 时间：{0}

source: Timed
zh_cn: 定时

source: Timer
zh_cn: 计时器

source: Tin
zh_cn: 锡

source: Tin Axe
zh_cn: 锡斧

source: Tin Bar
zh_cn: 锡锭

source: Tin Bow
zh_cn: 锡弓

source: Tin Brick
zh_cn: 锡砖

source: Tin Brick Wall
zh_cn: 锡砖墙

source: Tin Broadsword
zh_cn: 锡宽剑

source: Tin Can
zh_cn: 锡罐

source: Tin Chainmail
zh_cn: 锡链甲

source: Tin Chandelier
zh_cn: 锡吊灯

source: Tin Greaves
zh_cn: 锡护胫

source: Tin Hammer
zh_cn: 锡锤

source: Tin Helmet
zh_cn: 锡头盔

source: Tin Ore
zh_cn: 锡矿

source: Tin Pickaxe
zh_cn: 锡镐

source: Tin Plating
zh_cn: 锡镀层

source: Tin Plating Wall
zh_cn: 镀锡墙

source: Tin Shortsword
zh_cn: 锡短剑

source: Tin Watch
zh_cn: 锡表

source: Tin-Foil Hatter
zh_cn: 锡箔帽商

source: Tinkerer's Workshop
zh_cn: 工匠作坊

source: Tiny
zh_cn: 微小

source: Tiny Eater
zh_cn: 小吞噬怪

source: Tipping IS optional, but remember I have access to scissors and your head.
zh_cn: 给不给小费你看着办，但别忘了剪刀和你的脑袋都在我手上。

source: Tipsy
zh_cn: 踉跄

source: Tissue Sample
zh_cn: 组织样本

source: Titan
zh_cn: 泰坦

source: Titan Glove
zh_cn: 泰坦手套

source: Titan Potion
zh_cn: 泰坦药水

source: Titanium
zh_cn: 钛金

source: Titanium Bar
zh_cn: 钛金锭

source: Titanium Breastplate
zh_cn: 钛金胸甲

source: Titanium Chainsaw
zh_cn: 钛金链锯

source: Titanium Drill
zh_cn: 钛金钻头

source: Titanium Forge
zh_cn: 钛金熔炉

source: Titanium Headgear
zh_cn: 钛金头饰

source: Titanium Helmet
zh_cn: 钛金头盔

source: Titanium Leggings
zh_cn: 钛金护腿

source: Titanium Mask
zh_cn: 钛金面具

source: Titanium Ore
zh_cn: 钛金矿

source: Titanium Pickaxe
zh_cn: 钛金镐

source: Titanium Repeater
zh_cn: 钛金连弩

source: Titanium Sword
zh_cn: 钛金剑

source: Titanium Trident
zh_cn: 钛金三叉戟

source: Titanium Waraxe
zh_cn: 钛金战斧

source: Titanstone Block
zh_cn: 钛石块

source: Titanstone Block Wall
zh_cn: 钛石块墙

source: To interact with backgrounds, use a hammer!
zh_cn: 要执行背景设置，使用锤子！

source: To me it look like a leprechaun to me
zh_cn: 对我来说，它让我看起来就像个矮妖

source: Toggle Full Map
zh_cn: 切换完整地图

source: Toggle Fullscreen
zh_cn: 切换全屏

source: Toggle Map Style
zh_cn: 切换地图类型

source: Toilet
zh_cn: 马桶

source: Tomb Crawler
zh_cn: 墓穴爬虫

source: Tomb Crawler Banner
zh_cn: 墓穴爬虫旗

source: Tombstone
zh_cn: 墓石

source: Tome of Infinite Wisdom
zh_cn: 无限智慧巨著

source: Toolbelt
zh_cn: 工具腰带

source: Toolbox
zh_cn: 工具箱

source: Top Hat
zh_cn: 高顶礼帽

source: Topaz
zh_cn: 黄玉

source: Topaz Bolt
zh_cn: 黄玉矢

source: Topaz Gem Lock
zh_cn: 黄玉宝石锁

source: Topaz Gemspark Block
zh_cn: 黄玉晶莹宝石块

source: Topaz Gemspark Wall
zh_cn: 黄玉晶莹宝石墙

source: Topaz Hook
zh_cn: 黄玉钩

source: Topaz Robe
zh_cn: 黄玉长袍

source: Topaz Staff
zh_cn: 黄玉法杖

source: Topped Off
zh_cn: 满满当当

source: Torch
zh_cn: 火把

source: Tortured Soul
zh_cn: 痛苦亡魂

source: Toxic Bubble
zh_cn: 毒泡

source: Toxic Cloud
zh_cn: 毒云

source: Toxic Flask
zh_cn: 毒气瓶

source: Toxic Sludge
zh_cn: 毒泥

source: Toxic Sludge Banner
zh_cn: 毒泥旗

source: Toxikarp
zh_cn: 毒弹枪

source: Toy Sled
zh_cn: 玩具雪橇

source: Track Hook
zh_cn: 跟踪钩

source: Transfer
zh_cn: 转让

source: Transforms the holder into merfolk when entering water
zh_cn: 入水时将持有者变成人鱼

source: Trap
zh_cn: 机关

source: Trap Door
zh_cn: 机关门

source: Trapped Blue Dungeon Chest
zh_cn: 受困蓝地牢箱

source: Trapped Bone Chest
zh_cn: 受困骨箱

source: Trapped Boreal Wood Chest
zh_cn: 受困针叶木箱

source: Trapped Cactus Chest
zh_cn: 受困仙人掌箱

source: Trapped Chest
zh_cn: 受困宝箱

source: Trapped Corruption Chest
zh_cn: 受困腐化箱

source: Trapped Crimson Chest
zh_cn: 受困猩红箱

source: Trapped Crystal Chest
zh_cn: 受困水晶宝箱

source: Trapped Dynasty Chest
zh_cn: 受困王朝箱

source: Trapped Ebonwood Chest
zh_cn: 受困乌木箱

source: Trapped Flesh Chest
zh_cn: 受困血肉箱

source: Trapped Frozen Chest
zh_cn: 受困冰冻箱

source: Trapped Ghost
zh_cn: 受困鬼魂

source: Trapped Glass Chest
zh_cn: 受困玻璃箱

source: Trapped Gold Chest
zh_cn: 受困金箱

source: Trapped Golden Chest
zh_cn: 受困金色宝箱

source: Trapped Granite Chest
zh_cn: 受困花岗岩箱

source: Trapped Green Dungeon Chest
zh_cn: 受困绿地牢箱

source: Trapped Hallowed Chest
zh_cn: 受困神圣箱

source: Trapped Honey Chest
zh_cn: 受困蜂蜜箱

source: Trapped Ice Chest
zh_cn: 受困冰雪箱

source: Trapped Ivy Chest
zh_cn: 受困常春藤箱

source: Trapped Jungle Chest
zh_cn: 受困丛林箱

source: Trapped Lihzahrd Chest
zh_cn: 受困丛林蜥蜴箱

source: Trapped Living Wood Chest
zh_cn: 受困生命木箱

source: Trapped Marble Chest
zh_cn: 受困大理石箱

source: Trapped Martian Chest
zh_cn: 受困火星箱

source: Trapped Meteorite Chest
zh_cn: 受困陨石箱

source: Trapped Mushroom Chest
zh_cn: 受困蘑菇箱

source: Trapped Obsidian Chest
zh_cn: 受困黑曜石箱

source: Trapped Palm Wood Chest
zh_cn: 受困棕榈木箱

source: Trapped Pearlwood Chest
zh_cn: 受困珍珠木箱

source: Trapped Pink Dungeon Chest
zh_cn: 受困粉地牢箱

source: Trapped Pumpkin Chest
zh_cn: 受困南瓜箱

source: Trapped Rich Mahogany Chest
zh_cn: 受困红木箱

source: Trapped Shadewood Chest
zh_cn: 受困暗影木箱

source: Trapped Shadow Chest
zh_cn: 受困暗影箱

source: Trapped Skyware Chest
zh_cn: 受困天域箱

source: Trapped Slime Chest
zh_cn: 受困史莱姆箱

source: Trapped Spooky Chest
zh_cn: 受困阴森箱

source: Trapped Steampunk Chest
zh_cn: 受困蒸汽朋克箱

source: Trapped Water Chest
zh_cn: 受困水中箱

source: Trapped Web Covered Chest
zh_cn: 受困蛛丝箱

source: Trash
zh_cn: 丢弃

source: Trash Can
zh_cn: 垃圾桶

source: Travel a total of 26.2 miles on foot.
zh_cn: 总共步行26.2英里。

source: Traveling Merchant
zh_cn: 旅商

source: Treasure
zh_cn: 宝藏

source: Treasure Bag
zh_cn: 宝藏袋

source: Treasure Hunter Pants
zh_cn: 寻宝人裤

source: Treasure Hunter Shirt
zh_cn: 寻宝人衣

source: Treasure Map
zh_cn: 宝藏地图

source: Tree
zh_cn: 树

source: Tree Mask
zh_cn: 树面具

source: Tree Nymph Butterfly
zh_cn: 树若虫蝴蝶

source: Tree Nymph Butterfly Jar
zh_cn: 树若虫蝴蝶罐

source: Tree Shirt
zh_cn: 树衣

source: Tree Statue
zh_cn: 树木雕像

source: Tree Trunks
zh_cn: 树干

source: Trident
zh_cn: 三叉戟

source: Tried to get {Dryad} to pay me with favors once, now I have fungus growing in strange places.
zh_cn: 有一次试过让{Dryad}给我点好处，现在我在一些奇特的地方种了些菌类。

source: Tried to run two servers on the same PC
zh_cn: 尝试在同一台计算机上运行两个服务器

source: Tried to send data to a client after losing connection
zh_cn: 尝试在断开连接后将数据发送至客户端

source: Trifold Map
zh_cn: 三折地图

source: Triggers Deadzone
zh_cn: 触发器盲区

source: Trio Super Heroes
zh_cn: 超级英雄三剑客

source: Triumph over a goblin invasion, a ragtag regiment of crude, barbaric, pointy-eared warriors and their shadowflame sorcerers.
zh_cn: 击败哥布林入侵，一群低贱、野蛮、粗暴的尖耳朵战士和暗影焰巫士。

source: Triumph over a martian invasion, when beings from out of this world come to scramble your brains and probe you in uncomfortable places.
zh_cn: 击败火星人入侵，不属于这个世界的外星人会让你乱了套，令你心神不宁。

source: Triumph over a pirate invasion, a group of pillagers from the sea out for your booty... and your life!
zh_cn: 击败海盗入侵，这群来自海上的劫匪不仅要抢你的战利品...还要你的命！

source: Triumph over the frost legion, a festive family of maniacal snowman mobsters.
zh_cn: 征服雪人军团，疯狂雪人暴徒的欢乐家族。

source: Trophy
zh_cn: 纪念章

source: Tropical Barracuda
zh_cn: 热带梭鱼

source: Trouble with those bullies again?
zh_cn: 又惹上流氓了？

source: Trout
zh_cn: 鳟鱼

source: Trout Monkey
zh_cn: 顽皮鳟鱼

source: True Excalibur
zh_cn: 原版断钢剑

source: True Eye of Cthulhu
zh_cn: 克苏鲁真眼

source: True Night's Edge
zh_cn: 原版永夜刃

source: Truffle
zh_cn: 松露人

source: Truffle Spore
zh_cn: 松露孢子

source: Truffle Worm
zh_cn: 松露虫

source: Try Removing
zh_cn: 尝试移除

source: Try swirly pink and purple, it works, I swear!
zh_cn: 尝试旋涡粉色和紫色，肯定管用，我发誓！

source: Tsunami
zh_cn: 海啸

source: Tsunami in a Bottle
zh_cn: 海啸瓶

source: Tuna
zh_cn: 金枪鱼

source: Tundra Trout
zh_cn: 苔原鳟鱼

source: Tungsten
zh_cn: 钨

source: Tungsten Axe
zh_cn: 钨斧

source: Tungsten Bar
zh_cn: 钨锭

source: Tungsten Bow
zh_cn: 钨弓

source: Tungsten Brick
zh_cn: 钨砖

source: Tungsten Brick Wall
zh_cn: 钨砖墙

source: Tungsten Broadsword
zh_cn: 钨宽剑

source: Tungsten Chainmail
zh_cn: 钨链甲

source: Tungsten Chandelier
zh_cn: 钨吊灯

source: Tungsten Greaves
zh_cn: 钨护胫

source: Tungsten Hammer
zh_cn: 钨锤

source: Tungsten Helmet
zh_cn: 钨头盔

source: Tungsten Ore
zh_cn: 钨矿

source: Tungsten Pickaxe
zh_cn: 钨镐

source: Tungsten Shortsword
zh_cn: 钨短剑

source: Tungsten Watch
zh_cn: 钨表

source: Turn your head and cough.
zh_cn: 转过头去咳嗽。

source: Turns the holder into a werewolf at night
zh_cn: 在晚上将持有者变成狼人

source: Turns the holder into a werewolf at night and a merfolk when entering water
zh_cn: 在晚上将持有者变成狼人，入水时将持有者变成人鱼

source: Turret
zh_cn: 炮塔

source: Turtle
zh_cn: 海龟

source: Turtle Helmet
zh_cn: 海龟头盔

source: Turtle Leggings
zh_cn: 海龟护腿

source: Turtle Mount
zh_cn: 海龟坐骑

source: Turtle Scale Mail
zh_cn: 海龟铠甲

source: Turtle Shell
zh_cn: 海龟壳

source: Tutorial
zh_cn: 教程

source: Tuxedo Pants
zh_cn: 西装裤

source: Tuxedo Shirt
zh_cn: 西装衣

source: Twilight Dye
zh_cn: 暮光染料

source: Twilight Hair Dye
zh_cn: 暮光染发剂

source: Twin Mask
zh_cn: 双子魔眼面具

source: Twinkle
zh_cn: 闪耀怪

source: Twinkle Popper
zh_cn: 闪耀炮手

source: Twinkle Popper Banner
zh_cn: 闪耀炮手旗

source: Twins
zh_cn: 双子魔眼

source: Two mods share the internal name {0}
zh_cn: 两个模组共享相同的内部名称 {0}

source: Type 'help' for a list of commands.
zh_cn: 键入“帮助”可查看命令列表。

source: Type to search
zh_cn: 搜索

source: Typhoon
zh_cn: 台风

source: UFO Mount
zh_cn: UFO坐骑

source: UFO Ray
zh_cn: UFO射线

source: UI Scale: {0}% ({1}%)
zh_cn: UI比例：{0}% ({1}%)

source: Ugly Sweater
zh_cn: 丑毛衣

source: Ultra Bright Campfire
zh_cn: 超亮篝火

source: Ultrabright Torch
zh_cn: 超亮火把

source: Ulysses Butterfly
zh_cn: 尤利西斯蝶

source: Ulysses Butterfly Jar
zh_cn: 尤利西斯蝶罐

source: Umbrella
zh_cn: 伞

source: Umbrella Hat
zh_cn: 伞帽

source: Umbrella Slime
zh_cn: 雨伞史莱姆

source: Umbrella Slime Banner
zh_cn: 雨伞史莱姆旗

source: Unable to capture.
zh_cn: 无法捕获。

source: Unable to load world:
zh_cn: 无法加载世界：

source: Unable to write file at: {0}
zh_cn: 无法在以下位置写入文件：{0}

source: Unconscious Man
zh_cn: 昏迷男子

source: Undead Miner
zh_cn: 不死矿工

source: Undead Miner Banner
zh_cn: 不死矿工旗

source: Undead Viking
zh_cn: 亡灵维京海盗

source: Undead Viking Banner
zh_cn: 亡灵维京海盗旗

source: Undead Viking Statue
zh_cn: 亡灵维京海盗雕像

source: Underground
zh_cn: 地下

source: Underground Reward
zh_cn: 地下馈赠

source: Undershirt
zh_cn: 内衣

source: Undershirt Color
zh_cn: 内衣颜色

source: Underworld
zh_cn: 地狱

source: Unequip
zh_cn: 卸下装备

source: Unfavorite
zh_cn: 取消收藏

source: Unhappy
zh_cn: 倒霉

source: Unholy Arrow
zh_cn: 邪箭

source: Unholy Trident
zh_cn: 邪恶三叉戟

source: Unholy Water
zh_cn: 邪水

source: Unicorn
zh_cn: 独角兽

source: Unicorn Banner
zh_cn: 独角兽旗

source: Unicorn Crossing the Hallows
zh_cn: 越过神圣之地的独角兽

source: Unicorn Fish
zh_cn: 独角兽鱼

source: Unicorn Horn
zh_cn: 独角兽角

source: Unicorn Mask
zh_cn: 独角兽面具

source: Unicorn Mount
zh_cn: 独角兽坐骑

source: Unicorn Pants
zh_cn: 独角兽裤

source: Unicorn Shirt
zh_cn: 独角兽衣

source: Unicorn Statue
zh_cn: 独角兽雕像

source: Unicorn Wisp Dye
zh_cn: 独角妖灵染料

source: Unicorn on a Stick
zh_cn: 棒棒独角兽

source: Unknown
zh_cn: 未知

source: Unleash the ancient spirits of light and darkness across your world, enabling much stronger foes and showering the world with dazzling treasures (and rainbows!).
zh_cn: 在你的世界里释放古老的光明与黑暗之魂，打败无比强大的敌人，利用耀眼夺目的宝藏（和彩虹！）净化世界。

source: Unleashes the heart's energy forward
zh_cn: 向前释放心的能量

source: Unloaded Item
zh_cn: 卸载物品

source: Unloading: {0}
zh_cn: 卸载中: {0}

source: Unlock one of the dungeon's large, mysterious chests with a special key.
zh_cn: 用一把特别的钥匙打开地牢中的其中一个神秘大宝箱。

source: Unlocks a Corruption Chest in the dungeon
zh_cn: 打开地牢中的腐化箱

source: Unlocks a Crimson Chest in the dungeon
zh_cn: 打开地牢中的猩红箱

source: Unlocks a Frozen Chest in the dungeon
zh_cn: 打开地牢中的冰冻箱

source: Unlocks a Hallowed Chest in the dungeon
zh_cn: 打开地牢中的神圣箱

source: Unlocks a Jungle Chest in the dungeon
zh_cn: 打开地牢中的丛林箱

source: Unlucky Yarn
zh_cn: 霉运纱线

source: Unpleasant
zh_cn: 粗鲁

source: Unpublish
zh_cn: 取消发布

source: Unreal
zh_cn: 虚幻

source: Up
zh_cn: 向上

source: Update
zh_cn: 更新

source: Update All
zh_cn: 更新全部

source: Update List with Enabled
zh_cn: 将已启用的模组更新至该列表

source: Update Scripts
zh_cn: 更新脚本

source: Update with dependencies
zh_cn: 更新(附带依赖)

source: Upgrade .csproj file
zh_cn: 更新[.csproj]文件

source: Uploading: {0}
zh_cn: 上传中: {0}

source: Usage: ban <player>
zh_cn: 用途：封禁<player>

source: Usage: kick <player>
zh_cn: 用途：踢除<player>

source: Usage: say <words>
zh_cn: 用途：说<words>

source: Use
zh_cn: 使用

source: Use 10 Etherian Mana to summon more than one
zh_cn: 使用10点天国魔力召唤多个

source: Use Item
zh_cn: 使用物品

source: Used at the Lihzahrd Altar
zh_cn: 在丛林蜥蜴祭坛使用

source: Used for advanced crafting
zh_cn: 用于高级制作

source: Used for advanced wood crafting
zh_cn: 用于高级木材工艺

source: Used for basic crafting
zh_cn: 用于基础制作

source: Used for brewing ale
zh_cn: 用于酿造麦芽酒

source: Used for crafting a Corruption Key
zh_cn: 用于制作腐化钥匙

source: Used for crafting a Crimson Key
zh_cn: 用于制作猩红钥匙

source: Used for crafting a Frozen Key
zh_cn: 用于制作冰冻钥匙

source: Used for crafting a Hallowed Key
zh_cn: 用于制作神圣钥匙

source: Used for crafting a Jungle Key
zh_cn: 用于制作丛林钥匙

source: Used for crafting cloth
zh_cn: 用于制作衣服

source: Used for smelting ore
zh_cn: 用于熔炼矿石

source: Used for special crafting
zh_cn: 用于特殊制作

source: Used to Craft Dyes
zh_cn: 用于制作燃料

source: Used to craft items from Lunar Fragments and Luminite
zh_cn: 用来通过月亮碎片和夜明矿制作物品

source: Used to craft items from metal bars
zh_cn: 用于制作以金属锭为原料的物品

source: Used to craft items from mythril, orichalcum, adamantite, and titanium bars
zh_cn: 用于制作以秘银、山铜、精金和钛金锭为原料的物品

source: Used to craft objects
zh_cn: 用于制作物品

source: Used to craft various types of ammo
zh_cn: 用于制作各种弹药

source: Used to craft weapon imbuement flasks
zh_cn: 用于制作武器灌注瓶

source: Used to make Black Dye
zh_cn: 用于制作黑染料

source: Used to make Blue Dye
zh_cn: 用于制作蓝染料

source: Used to make Cyan Dye
zh_cn: 用于制作青染料

source: Used to make Green Dye
zh_cn: 用于制作绿染料

source: Used to make Lime Dye
zh_cn: 用于制作橙绿染料

source: Used to make Orange Dye
zh_cn: 用于制作橙染料

source: Used to make Pink Dye
zh_cn: 用于制作粉染料

source: Used to make Purple Dye
zh_cn: 用于制作紫染料

source: Used to make Red Dye
zh_cn: 用于制作红染料

source: Used to make Sky Blue Dye
zh_cn: 用于制作天蓝染料

source: Used to make Teal Dye
zh_cn: 用于制作青绿染料

source: Used to make Violet Dye
zh_cn: 用于制作蓝紫染料

source: Used to make Yellow Dye
zh_cn: 用于制作黄染料

source: Used to remove paint
zh_cn: 用于除漆

source: Used to smelt adamantite and titanium ore
zh_cn: 用于熔炼精金和钛金矿

source: Used with paint to color blocks
zh_cn: 与漆结合使用，给块涂色

source: Used with paint to color walls
zh_cn: 与漆结合使用，给墙壁涂色

source: Uses
zh_cn: 使用

source: Uses gel for ammo
zh_cn: 将凝胶用作弹药

source: Uses {0} life
zh_cn: 使用{0}生命值

source: Uses {0} mana
zh_cn: 使用{0}魔力

source: Using explosives or your trusty hammer, smash a Shadow Orb or Crimson Heart in the evil parts of your world.
zh_cn: 使用炸药或可靠锤子，在世界的邪恶地带中粉碎暗影珠或猩红之心。

source: Using the Rod of Discord will take life
zh_cn: 使用混沌传送杖将消耗生命值

source: Utilize
zh_cn: 使用

source: Uzi
zh_cn: 乌兹冲锋枪

source: Valhalla Knight's Breastplate
zh_cn: 英灵殿骑士胸甲

source: Valhalla Knight's Greaves
zh_cn: 英灵殿骑士护胫

source: Valhalla Knight's Helm
zh_cn: 英灵殿骑士头盔

source: Validating world save:
zh_cn: 正在验证世界保存数据：

source: Valkyrie Yoyo
zh_cn: 女武神悠悠球

source: Valor
zh_cn: 英勇球

source: Vampire
zh_cn: 吸血鬼

source: Vampire Banner
zh_cn: 吸血鬼旗

source: Vampire Heal
zh_cn: 吸血鬼灵飞刀

source: Vampire Knife
zh_cn: 吸血鬼飞刀

source: Vampire Knives
zh_cn: 吸血鬼刀

source: Vampire Mask
zh_cn: 吸血鬼面具

source: Vampire Pants
zh_cn: 吸血鬼裤

source: Vampire Shirt
zh_cn: 吸血鬼衣

source: Vanity Item
zh_cn: 时装物品

source: Variegated Lardfish
zh_cn: 斑驳油鱼

source: Vase
zh_cn: 花瓶

source: Vehicular Manslaughter
zh_cn: 开车谋杀

source: Venom
zh_cn: 毒液

source: Venom Arrow
zh_cn: 毒液箭

source: Venom Bullet
zh_cn: 毒液弹

source: Venom Fang
zh_cn: 毒液尖牙

source: Venom Spider
zh_cn: 毒液蜘蛛

source: Venom Staff
zh_cn: 毒液法杖

source: Venus Magnum
zh_cn: 维纳斯万能枪

source: Vertebrae
zh_cn: 椎骨

source: Very bouncy
zh_cn: 非常有弹性

source: Very fast speed
zh_cn: 很快速度

source: Very slow speed
zh_cn: 很慢速度

source: Very strong knockback
zh_cn: 很强击退力

source: Very weak knockback
zh_cn: 很弱击退力

source: Vial of Venom
zh_cn: 小瓶毒液

source: Vicious Mushroom
zh_cn: 毒蘑菇

source: Vicious Penguin
zh_cn: 毒企鹅

source: Vicious Powder
zh_cn: 毒粉

source: Victory!
zh_cn: 胜利！

source: Video
zh_cn: 视频

source: View List
zh_cn: 查看列表

source: View Mods in Mod Browser
zh_cn: 在模组浏览器中查看

source: Viking Helmet
zh_cn: 维京海盗头盔

source: Vile Ghoul
zh_cn: 腐恶食尸鬼

source: Vile Mushroom
zh_cn: 魔菇

source: Vile Powder
zh_cn: 魔粉

source: Vile Spit
zh_cn: 魔唾液

source: Vilethorn
zh_cn: 魔刺

source: Vine
zh_cn: 藤蔓

source: Vine Rope
zh_cn: 藤蔓绳

source: Vine Rope Coil
zh_cn: 藤蔓绳圈

source: Violent
zh_cn: 暴力

source: Violet Dye
zh_cn: 蓝紫染料

source: Violet Gradient Dye
zh_cn: 渐变蓝紫染料

source: Violet Husk
zh_cn: 蓝紫外壳

source: Violet Paint
zh_cn: 蓝紫漆

source: Violet String
zh_cn: 紫罗兰绳

source: Violet and Black Dye
zh_cn: 蓝紫黑染料

source: Violet and Silver Dye
zh_cn: 蓝紫银染料

source: Visible
zh_cn: 可见

source: Visit Website to Generate Passphrase
zh_cn: 访问网站以生成密码

source: Visit the Mod's Homepage for even more info
zh_cn: 访问模组主页查看更多信息

source: Vitamins
zh_cn: 维生素

source: Void Dye
zh_cn: 缥缈染料

source: Volume
zh_cn: 音量
